{
  "plugins": {
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git.git"
    },
    "mini.animate": {
      "src": "https://github.com/nvim-mini/mini.animate.git"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue.git"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff.git"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick.git"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "nord.nvim": {
      "src": "https://github.com/gbprod/nord.nvim.git"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim.git"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim.git"
    }
  }
}