{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git.git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git"
    },
    "mini.animate": {
      "src": "https://github.com/nvim-mini/mini.animate.git"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue.git"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion.git"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff.git"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files.git"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope.git"
    },
    "mini.jump": {
      "src": "https://github.com/nvim-mini/mini.jump.git"
    },
    "mini.jump2d": {
      "src": "https://github.com/nvim-mini/mini.jump2d.git"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick.git"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets.git"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "mini.trailspace": {
      "src": "https://github.com/nvim-mini/mini.trailspace.git"
    },
    "nord.nvim": {
      "src": "https://github.com/gbprod/nord.nvim.git"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim.git"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    }
  }
}